/* String test with 1: subject, and 2: match targets */
"%@ contains %@" = "%@ contiene %@";

/* String test with 1: subject, and 2: match targets */
"%@ ends with %@" = "%@ termina con %@";

/* String test with 1: subject, and 2: match targets */
"%@ equals %@" = "%@ iguales %@";

/* Pair of match targets with 1: a target match, and 2: another target match */
"%@ or %@" = "%@ o %@";

/* String test with 1: subject, and 2: match targets */
"%@ starts with %@" = "%@ comienza con %@";

/* Three or more match targets with 1: a target match, and 2: two or more other target matches */
"%@, %@" = "%@, %@";

/* AND-test with 1: sub test, and 2: two or more other sub tests */
"(%@) and %@" = "(%@) y %@";

/* AND-test with 1: sub test, and 2: another sub test */
"(%@) and (%@)" = "(%@) y (%@)";

/* OR-test with 1: sub test, and 2: two or more other sub tests */
"(%@) or %@" = "(%@) o %@";

/* OR-test with 1: sub test, and 2: another sub test */
"(%@) or (%@)" = "(%@) o (%@)";

/* Size test without any bounds */
"any size" = "cualquier tamaño";

/* A filename as the subject of a string test */
"name" = "nombre";

/* NOT-test with 1: sub test */
"not (%@)" = "no (%@)";

/* A pathname as the subject of a string test */
"path" = "ruta";

/* Size test with 1: lower bound, and 2: upper bound */
"size is between %@ and %@" = "tamaño entre %@ y %@";

/* Size test with 1: lower bound */
"size is larger than %@" = "tamaño mayor de %@";

/* Size test with 1: upper bound */
"size is smaller than %@" = "tamaño menor de %@";
